{
  "quotes": [
    "When the month of Ramadan begins, the gates of the heaven are opened, the gates of Hellfire are closed, and the devils are chained.",
    "O Allah, bring it over us with blessings and faith, safety and Islam. My Lord and your Lord is Allah.",
    "O Allah, bring it over us with safety and faith, security and Islam, guidance to what You love and is pleasing to You.",
    "Verily, this month has presented itself to you. There is a night within it that is better than a thousand months. Whoever is deprived of it has been deprived of all good. None is deprived of its good but that he is truly deprived.",
    "On the first night of the month of Ramadan, the devils are chained and the jinn are restrained, the gates of Hellfire are closed and none of its gates are opened, the gates of Paradise are opened and none of its gates are closed.",
    "Islam is built upon five: to worship Allah and to disbelieve in what is worshiped besides him, to establish prayer, to give charity, to perform Hajj pilgrimage to the house, and to fast the month of Ramadan.",
    "Worship Allah and never associate anything with Him, establish the prescribed prayers, give the obligatory charity, and fast of the month of Ramadan.",
"Whoever fasts during Ramadan with faith and seeking his reward will have his past sins forgiven",
"He who gives food for a fasting person to break his fast, he will receive the same reward as him, except that nothing will be reduced from the fasting person's reward.",
"Allah the Almighty has said: 'I am as My servant thinks I am. I am with him when he mentions Me. If he mentions Me to himself, I mention him to Myself; and if he mentions Me in an assembly, I mention him in an assembly greater than it.  And if he comes to Me walking, I go to him at speed",
"Allah is the Most Merciful and Compassionate.",
"We put our trust in Allah's wisdom and guidance.",
"Allah's blessings are abundant in our lives.",
"I seek refuge in Allah from the whispers of Shaytan.",
"Allah's love for His creation knows no bounds.",
"Gratitude to Allah is the key to contentment.",
"Allah's mercy encompasses all beings.",
"With Allah's help, we can overcome any challenge.",
"Praise be to Allah for the gift of life and health.",
"Every breath we take is a reminder of Allah's grace."
  ]
}
